[
	{
		"id": 1,
		"category": "Print Design",
		"title": "Lineart Cloud Collection",
		"type": "Wallpaper Design",
		"description": "Wallpaper collection design for Tat Ming Digital Print Ltd. The design features 12 different cloud formations, each illustrated using textured lines and a unique colour palette. With its diverse range of colours, this collection is adaptable to different interior styles.",
		"remark": "Mockup finalized by Tat Ming Digital Print Ltd.",
		"workImg1": "/assets/images/work-wallpaper1-1.jpg",
		"workImg2": "/assets/images/work-wallpaper1-2.jpg",
		"workImg3": "/assets/images/work-wallpaper1-3.jpg",
		"workImg4": "/assets/images/work-wallpaper1-4.jpg"
	},

	{
		"id": 2,
		"category": "Digital Drawing",
		"title": "A Little Boy's Adventure",
		"type": "Illustration",
		"description": "'A Little Boy's Adventure' is an illustration that showcases a young boy's journey as he sets out to explore the wonders of the world around him. It portrays the boy's curiosity and imagination as he embarks on various adventures and encounters magical landscapes along the way.",
		"remark": "",
		"workImg1": "/assets/images/work-illustration-1.jpg"
	},

	{
		"id": 3,
		"category": "Print Design",
		"title": "AFCD Accredited Fish Farm Scheme", 
		"type": "Magazine Advertisement + Photo Editing",
		"description": "This magazine advertisement was to promote the scheme's accreditation program through visually appealing content and photo retouching. It aimed to raise awareness about the accreditation scheme and its benefits. My responsibility was to design an advertisement that effectively communicated the scheme's advantages to readers. To achieve this, I carefully retouched the accompanying photos and combined related illustrations in the background to enhance their quality and visual impact. As a result, created this magazine advertisement featuring edited images of accredited fish farms, highlighting the scheme's commitment to quality and sustainability.",
		"remark": "",
		"workImg1": "/assets/images/work-ad-1.jpg"
	},

  {
		"id": 4,
		"category": "Print Design",
		"title": "AFCD Accredited Fish Farm Scheme - I Love Cooking Fish",
		"type": "HK Tramway Advertisements + Billboard Advertisements + Booklet Design & Typesetting + Photo Editing",
		"description": "As a designer collaborating with a marketing agency on the 'I Love Cooking Fish' project of the AFCD Accredited Fish Farm Scheme, my main responsibility was to align creative efforts with the project's strategic objectives. I worked hand in hand with the marketing team to develop concepts that could effectively convey important messages to the target audience. Through feedback loops, I refined designs to meet campaign goals and integrated marketing insights for optimal impact. Together, we created visually compelling materials such as tramway and billboard advertisements, as well as recipe booklet designs. These materials resonated with consumers and helped increase awareness of the AFCD Accredited Fish Farm Scheme, promoting sustainable fish farming and a love for cooking fish from accredited farms.",
		"remark": "Image 1: Photo taken by the client",
		"workImg1": "/assets/images/work-fish-1.jpg",
    "workImg2": "/assets/images/work-fish-2.jpg",
    "workImg3": "/assets/images/work-fish-4.jpg",
    "workImg4": "/assets/images/work-fish-3.jpg",
    "workImg5": "/assets/images/work-fish-5.jpg"
	},


  {
		"id": 5,
		"category": "Print Design",
		"title": "Freeze Dried Fruit Snack",
		"type": "Package Design + Information Icon",
		"description": "As a graphic designer collaborating with MOMI Ltd on the packaging design for their pet's freeze-dried fruit treats series, my role involved infusing fresh, vibrant colours into the packaging to capture the attention of pet owners. Together with the marketing team, we ensured that the package design conveyed the natural, healthy, and fun nature of the product. I crafted a design that incorporated lively illustrations and legible typography, which caught the attention of the customers on the shelf and conveyed essential information such as freeze-drying processing, which emphasized the preservation of nutrients. I also included icons illustrating the 'freeze-drying processing', 'more fun in daily living', 'no added sugar, no preservatives and no added colour', as well as 'rich in vitamin C for immunity reinforcement'. We collaboratively designed a marketing package for MOMI Ltd's freeze-dried fruit treats that appealed to health-conscious pet owners and stood out on store shelves, increasing the chances of purchase.",
		"remark": "",
		"workImg1": "/assets/images/work-package1-1.jpg",
    "workImg2": "/assets/images/work-package1-2.jpg",
		"workImg3": "/assets/images/work-package1-3.jpg"
	},
  

	{
		"id": 5,
    "category": "Print Design",
		"title": "Bookcover",
		"type": "Bookcover Design + Illustration + Photo Editing",
		"description": "I collaborated with the editors of Hong Kong University Press to design book covers for different publications. Here are two samples: The first book, 'Hong Kong Foodways', explored the rich and diverse culinary history of Hong Kong throughout different periods of social development. To represent traditional Hong Kong cuisine and to make the cover appealing to the audience, I chose to feature the iconic clay pot rice dish, which was illustrated in a simple line, hand-drawn style. This cover design emphasized themes of identity and globalization and invited readers to explore the cultural history of Hong Kong within the pages of the book.",
		"description2": "The second book, 'Hong Kong Public and Squatter Housing', provided a comprehensive look at the evolution of squatting in the city over two decades. The cover design focused on depicting the evolution of the urban landscape through the use of squatter housing, symbolising the passage of time. To depict the evolution of Hong Kong's housing development over time, I used a combination of a photo effect and black-and-white sketch lines that gradually transitioned into vibrant colours. This approach invited readers to explore the city's social past.",
		"workImg1": "/assets/images/work-bookcover-1.jpg",
		"workImg2": "/assets/images/work-bookcover-2.jpg"
	},

	{
		"id": 6,
    "category": "Digital Drawing",
		"title": "Little Goose",
		"type": "Illustration",
		"description": "In this illustration, I aimed to show a heartwarming moment shared between a mother goose and her son in the serene surroundings of a forest. The use of soft colors and gentle lines evoked a cozy and dreamy atmosphere. This illustration aimed to showcase the love and bond between a parent and a child, surrounded by the serene beauty of nature. It was designed to fill children's hearts with warmth and joy.",
		"workImg1": "/assets/images/work-illustration2-1.jpg"
	},

	{
		"id": 7,
    "category": "Print Design",
		"title": "Simple English Series, Nursery Rhymes",
		"type": "Illustration + Book Design",
		"description": "I have worked as a designer and illustrator for Crystal Publishing Ltd. for two captivating book series that target nursery school children. The 'Simple English Series' features 10 books that combine learning with fun adventures. To engage young readers, I infused the covers with cute and colourful illustrations featuring adorable animals and human characters. I used a story-telling approach to make learning enjoyable for children while providing valuable teaching tools for educators and parents. I also illustrated mini-game activities for learning.",
		"description2": "In addition, the 'Nursery Rhymes Series' consists of two books starring beloved characters Crystal and Bobby, who guide kids through learning English with rhymes. The covers are designed to be vibrant and joyful, reflecting the lively spirit of the rhymes within. With playful themes and eye-catching illustrations, these covers set the stage for delightful learning experiences that inspire curiosity and creativity in young minds.",
		"workImg1": "/assets/images/work-book-1.jpg",
    "workImg2": "/assets/images/work-book-2.jpg",
		"workImg3": "/assets/images/work-book-3.jpg",
    "workImg4": "/assets/images/work-book-4.jpg"
	},

	{
		"id": 8,
    "category": "Print & Digital Design",
		"title": "Fatburger and Buffalo's Cafe Menu",
		"type": "Menu Design",
		"description": "For this project, I'm tasked with designing menus for Fatburger and Buffalo's Cafe in Indonesia. The objective was to provide customers with an exceptional dining experience by designing visually appealing menu materials. I worked on creating brochure menus, digital menus, and digital panels, and photo edits to enhance the presentation of menu items. I used a clear layout design along with captivating images to achieve this. For example, I included sketch-style food images to provide customers with more information about the dishes and to draw their attention towards them. These menu designs not only help customers make informed dining choices but also serve as marketing tools.",
		"workImg1": "/assets/images/work-menu-1.jpg",
    "workImg2": "/assets/images/work-menu-2.jpg"
	},

	{
		"id": 9,
		"category": "Print Design",
    "title": "Lunar New Year Fai Chun",
		"type": "Gift Design + Illustration",
		"description": "Collaborated with the Marketing team of Crystal Publishing Ltd, a children's book publishing company, I designed this Lunar New Year Fai Chun set. Our target audience is nursery schools and kids, and we plan to use our company mascot character dressed in traditional Lunar New Year clothes as the focus of the designs. The goal is to capture the festive spirit with bright colours and cute fonts. These Fai Chun are engaging promotional gifts that promote excitement and cultural awareness among young readers by incorporating our mascot into culturally relevant clothing.",
		"workImg1": "/assets/images/work-faichun-1.jpg"
	},

  {
		"id": 10,
		"category": "Print Design",
    "title": "Asian Business Histories",
		"type": "Logo Design",
		"description": "For the logo for the 'Asian Business Histories' book series of Hong Kong University Press, I designed a simple logo using squares, lines and the series name. I combined the letters 'A', 'B', and 'H' to create a cube-like shape that resembles a book or building. The design is modern and solid, reflecting the progress and strength of Asian businesses.",
		"workImg1": "/assets/images/work-logo-1.jpg",
    "workImg2": "/assets/images/work-logo-2.jpg",
    "workImg3": "/assets/images/work-logo-3.jpg"
	},

  {
		"id": 11,
		"category": "Print Design",
    "title": "Pizza Box",
		"type": "Redesign",
		"description": "Redesigned two pizza boxes as per the client's request, with a focus on the main ingredients - tomato and cheese. To achieve this, I used a clear layout where 'Pizza' is the main focus, and incorporated simple geometric shapes to form cheese and tomato patterns within the letters 'PIZ'.",
		"workImg1": "/assets/images/work-pizzabox-1.jpg",
		"workImg2": "/assets/images/work-pizzabox-2.jpg"
	},

  {
		"id": 12,
		"category": "Retouching",
    "title": "Product Photos",
		"type": "Photo Editing",
		"description": "To enhance a product's appearance, adjustments were made to meet customer requirements. This involved tasks such as color correction, lighting adjustments, and other details. The goal was to create visually appealing images that showcased the product's qualities to potential customers.",
		"workImg1": "/assets/images/work-photoretouch-1.jpg",
    "workImg2": "/assets/images/work-photoretouch-2.jpg"
	}
]

